Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Options
ar: الخيارات
de: Optionen
es: Opciones
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pt_br: Opções
ru: Параметры
th: ตัวเลือก
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: PORTS
ar: المنافذ
es: PUERTOS
id: PORT
it: PORTE
ja: ポート
ko: 포트
nl: POORTEN
pt_br: PORTAS
ru: ПОРТЫ
th: พอร์ต
tr: BAĞLANTI NOKTALARI
vi: CỔNG
zh_hans: 端口
zh_hant: 連接埠

source: PROCESSES
ar: العمليات
de: PROZESSE
es: PROCESOS
fr: PROCESSUS
id: PROSES
it: PROCESSI
ja: プロセス
ko: 프로세스
nl: PROCESSEN
pt_br: PROCESSOS
ru: ПРОЦЕССЫ
th: โปรเซส
tr: İŞLEMLER
vi: TIẾN TRÌNH
zh_hans: 进程
zh_hant: 程序

source: PROJECT DIRECTORY
ar: مجلد المشروع
de: PROJEKTVERZEICHNIS
es: DIRECTORIO DEL PROYECTO
fr: RÉPERTOIRE DU PROJET
id: DIREKTORI PROYEK
it: DIRECTORY DEL PROGETTO
ja: プロジェクトディレクトリ
ko: 프로젝트 디렉터리
nl: PROJECTMAP
pt_br: DIRETÓRIO DO PROJETO
ru: КАТАЛОГ ПРОЕКТА
th: ไดเรกทอรีโปรเจ็กต์
tr: PROJE DİZİNİ
vi: THƯ MỤC DỰ ÁN
zh_hans: 项目目录
zh_hant: 專案目錄

source: PROJECT DIRECTORY (AUTO)
ar: مجلد المشروع (تلقائي)
de: PROJEKTVERZEICHNIS (AUTO)
es: DIRECTORIO DEL PROYECTO (AUTO)
fr: RÉPERTOIRE DU PROJET (AUTO)
id: DIREKTORI PROYEK (OTOMATIS)
it: DIRECTORY DEL PROGETTO (AUTO)
ja: プロジェクトディレクトリ（自動）
ko: 프로젝트 디렉터리 (자동)
nl: PROJECTMAP (AUTO)
pt_br: DIRETÓRIO DO PROJETO (AUTO)
ru: КАТАЛОГ ПРОЕКТА (АВТО)
th: ไดเรกทอรีโปรเจ็กต์ (อัตโนมัติ)
tr: PROJE DİZİNİ (OTOMATİK)
vi: THƯ MỤC DỰ ÁN (TỰ ĐỘNG)
zh_hans: 项目目录（自动）
zh_hant: 專案目錄（自動）

source: PROJECT DIRECTORY (JOB)
ar: مجلد المشروع (مهمة)
de: PROJEKTVERZEICHNIS (PROZESS)
es: DIRECTORIO DEL PROYECTO (TAREA)
fr: RÉPERTOIRE DU PROJET (TÂCHE)
id: DIREKTORI PROYEK (PEKERJAAN)
it: DIRECTORY DEL PROGETTO (PROCESSO)
ja: プロジェクトディレクトリ（ジョブ）
ko: 프로젝트 디렉터리 (작업)
nl: PROJECTMAP (TAAK)
pt_br: DIRETÓRIO DO PROJETO (TAREFA)
ru: КАТАЛОГ ПРОЕКТА (ЗАДАНИЕ)
th: ไดเรกทอรีโปรเจ็กต์ (งาน)
tr: PROJE DİZİNİ (İŞ)
vi: THƯ MỤC DỰ ÁN (TÁC VỤ)
zh_hans: 项目目录（作业）
zh_hant: 專案目錄（作業）

source: PROJECT DIRECTORY (WORKTREE)
ar: مجلد المشروع (شجرة عمل)
de: PROJEKTVERZEICHNIS (WORKTREE)
es: DIRECTORIO DEL PROYECTO (WORKTREE)
fr: RÉPERTOIRE DU PROJET (WORKTREE)
id: DIREKTORI PROYEK (WORKTREE)
it: DIRECTORY DEL PROGETTO (WORKTREE)
ja: プロジェクトディレクトリ（ワークツリー）
ko: 프로젝트 디렉터리 (작업 트리)
nl: PROJECTMAP (WORKTREE)
pt_br: DIRETÓRIO DO PROJETO (WORKTREE)
ru: КАТАЛОГ ПРОЕКТА (РАБОЧЕЕ ДЕРЕВО)
th: ไดเรกทอรีโปรเจ็กต์ (เวิร์กทรี)
tr: PROJE DİZİNİ (ÇALIŞMA AĞACI)
vi: THƯ MỤC DỰ ÁN (CÂY LÀM VIỆC)
zh_hans: 项目目录（工作树）
zh_hant: 專案目錄（工作樹）

source: Pane focus ring opacity
ar: عتامة إطار تركيز اللوحة
de: Deckkraft des Fokusrahmens
es: Opacidad del borde del panel enfocado
fr: Opacité du contour du volet actif
id: Opasitas garis fokus panel
it: Opacità del contorno del riquadro attivo
ja: ペインのフォーカスリングの不透明度
ko: 분할 창 포커스 테두리 불투명도
nl: Dekking van actieve paneelrand
pt_br: Opacidade do contorno do painel em foco
ru: Непрозрачность рамки активной панели
th: ความทึบของกรอบโฟกัสบานหน้าต่าง
tr: Bölme odak çerçevesi opaklığı
vi: Độ mờ đục viền tiêu điểm ô
zh_hans: 面板焦点环不透明度
zh_hant: 面板焦點環不透明度

source: Panes
ar: اللوحات
de: Bereiche
es: Paneles
fr: Volets
id: Panel
it: Riquadri
ja: ペイン
ko: 분할 창
nl: Panelen
pt_br: Painéis
ru: Панели
th: บานหน้าต่าง
tr: Bölmeler
vi: Các ô
zh_hans: 面板
zh_hant: 面板

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
id: Tempel
it: Incolla
ja: ペースト
ko: 붙여넣기
nl: Plakken
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Pasting this text to the terminal may be dangerous because it looks like one or more commands may execute.
ar: قد يكون لصق هذا النص في الطرفية خطيرًا، إذ يبدو أن أمرًا أو أكثر قد يُنفّذ.
de: Das Einfügen dieses Textes ins Terminal kann gefährlich sein, da dabei möglicherweise ein oder mehrere Befehle ausgeführt werden.
es: Pegar este texto en el terminal puede ser peligroso porque parece que se ejecutarán uno o más comandos.
fr: Coller ce texte dans le terminal peut être dangereux, car il semble qu'une ou plusieurs commandes pourraient s'exécuter.
id: Menempelkan teks ini ke terminal mungkin berbahaya karena satu atau beberapa perintah tampaknya dapat dijalankan.
it: Incollare questo testo nel terminale può essere pericoloso perché sembra che possano essere eseguiti uno o più comandi.
ja: このテキストには実行されそうなコマンドが含まれているため、ターミナルへの貼り付けは危険な場合があります。
ko: 하나 이상의 명령이 실행될 수 있어 이 텍스트를 터미널에 붙여넣는 것은 위험할 수 있습니다.
nl: Deze tekst in de terminal plakken kan gevaarlijk zijn omdat er mogelijk een of meer opdrachten worden uitgevoerd.
pt_br: Colar este texto no terminal pode ser perigoso porque parece que um ou mais comandos podem ser executados.
ru: Вставка этого текста в терминал может быть опасна: возможно выполнение одной или нескольких команд.
th: การวางข้อความนี้ในเทอร์มินัลอาจอันตราย เพราะอาจมีคำสั่งอย่างน้อยหนึ่งคำสั่งถูกเรียกใช้
tr: Bir veya daha fazla komut çalışabilecek gibi göründüğünden bu metni terminale yapıştırmak tehlikeli olabilir.
vi: Dán văn bản này vào terminal có thể nguy hiểm vì có vẻ một hoặc nhiều lệnh sẽ được thực thi.
zh_hans: 将此文本粘贴到终端可能有风险，因为其中似乎包含会被执行的命令。
zh_hant: 將此文字貼上到終端機可能有風險，因為其中似乎包含會被執行的命令。

source: Pin Project
ar: تثبيت المشروع
de: Projekt anheften
es: Fijar proyecto
fr: Épingler le projet
id: Sematkan Proyek
it: Fissa progetto
ja: プロジェクトをピン留め
ko: 프로젝트 고정
nl: Project vastzetten
pt_br: Fixar projeto
ru: Закрепить проект
th: ปักหมุดโปรเจ็กต์
tr: Projeyi Sabitle
vi: Ghim dự án
zh_hans: 固定项目
zh_hant: 固定專案

source: Pin Tab
ar: تثبيت التبويب
de: Tab anheften
es: Fijar pestaña
fr: Épingler l'onglet
id: Sematkan Tab
it: Fissa scheda
ja: タブをピン留め
ko: 탭 고정
nl: Tabblad vastzetten
pt_br: Fixar aba
ru: Закрепить вкладку
th: ปักหมุดแท็บ
tr: Sekmeyi Sabitle
vi: Ghim thẻ
zh_hans: 固定标签页
zh_hant: 固定分頁

source: Plain Group
ar: مجموعة عادية
de: Einfache Gruppe
es: Grupo simple
fr: Groupe simple
id: Grup Biasa
it: Gruppo semplice
ja: シンプルグループ
ko: 일반 그룹
nl: Gewone groep
pt_br: Grupo simples
ru: Обычная группа
th: กลุ่มธรรมดา
tr: Normal Grup
vi: Nhóm thường
zh_hans: 纯分组
zh_hant: 純分組

source: Plays the alert sound and uses macOS visual alerts when terminal programs ring the bell
ar: يشغّل صوت التنبيه ويستخدم تنبيهات macOS المرئية عندما تُصدر برامج الطرفية جرسًا
de: Spielt den Warnton und zeigt visuelle macOS-Hinweise, wenn Terminalprogramme ein Klingelsignal ausgeben
es: Reproduce el sonido de alerta y usa alertas visuales de macOS cuando los programas del terminal activan la campana
fr: Joue le son d'alerte et utilise les alertes visuelles macOS lorsque les programmes du terminal font sonner la cloche
id: Memutar suara peringatan dan memakai peringatan visual macOS saat program terminal membunyikan bel
it: Riproduce il suono di avviso e usa gli avvisi visivi di macOS quando i programmi del terminale attivano la campanella
ja: ターミナルプログラムがベルを鳴らしたときに警告音を再生し、macOSの視覚通知を使用します
ko: 터미널 프로그램이 벨을 울리면 경고음을 재생하고 macOS 시각적 알림을 사용합니다
nl: Speelt het waarschuwingsgeluid en toont visuele macOS-meldingen wanneer terminalprogramma's de bel laten rinkelen
pt_br: Reproduz o som de alerta e usa alertas visuais do macOS quando programas do terminal acionam a campainha
ru: Воспроизводит звук и визуальные уведомления macOS при сигнале терминальной программы
th: เล่นเสียงเตือนและใช้การแจ้งเตือนภาพของ macOS เมื่อโปรแกรมเทอร์มินัลส่งเสียงกระดิ่ง
tr: Terminal programları zil çaldığında uyarı sesi ve macOS görsel uyarılarını kullanır
vi: Phát âm báo và dùng cảnh báo trực quan macOS khi chương trình terminal rung chuông
zh_hans: 终端程序触发铃声时播放提示音，并使用 macOS 视觉提醒
zh_hant: 終端機程式觸發鈴聲時播放提示音，並使用 macOS 視覺提醒

source: Pop Stash
ar: تطبيق التخزين المؤقت وحذفه
de: Stash anwenden und entfernen
es: Aplicar y eliminar stash
fr: Appliquer et supprimer le stash
id: Terapkan dan Hapus Stash
it: Applica e rimuovi stash
ja: スタッシュをポップ
ko: 스태시 적용 후 제거
nl: Stash toepassen en verwijderen
pt_br: Aplicar e remover stash
ru: Применить и удалить stash
th: นำ stash มาใช้แล้วลบ
tr: Stash’i Uygula ve Sil
vi: Áp dụng và xóa stash
zh_hans: 弹出贮藏
zh_hant: 彈出貯藏

source: Pop Stash (%lld)
ar: تطبيق التخزين المؤقت وحذفه (%lld)
de: Stash anwenden und entfernen (%lld)
es: Aplicar y eliminar stash (%lld)
fr: Appliquer et supprimer le stash (%lld)
id: Terapkan dan Hapus Stash (%lld)
it: Applica e rimuovi stash (%lld)
ja: スタッシュをポップ（%lld）
ko: 스태시 적용 후 제거 (%lld)
nl: Stash toepassen en verwijderen (%lld)
pt_br: Aplicar e remover stash (%lld)
ru: Применить и удалить stash (%lld)
th: นำ stash มาใช้แล้วลบ (%lld)
tr: Stash’i Uygula ve Sil (%lld)
vi: Áp dụng và xóa stash (%lld)
zh_hans: 弹出贮藏（%lld）
zh_hant: 彈出貯藏（%lld）

source: Pop stash
ar: تطبيق التخزين المؤقت وحذفه
de: Stash anwenden und entfernen
es: Aplicar y eliminar stash
fr: Appliquer et supprimer le stash
id: Terapkan dan Hapus Stash
it: Applica e rimuovi stash
ja: スタッシュをポップ
ko: 스태시 적용 후 제거
nl: Stash toepassen en verwijderen
pt_br: Aplicar e remover stash
ru: Применить и удалить stash
th: นำ stash มาใช้แล้วลบ
tr: Stash’i Uygula ve Sil
vi: Áp dụng và xóa stash
zh_hans: 弹出贮藏
zh_hant: 彈出貯藏

source: Port
ar: المنفذ
es: Puerto
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
th: พอร์ต
tr: Bağlantı noktası
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Press shortcut
ar: اضغط اختصارًا
de: Tastenkürzel drücken
es: Pulsa el atajo
fr: Appuyez sur le raccourci
id: Tekan pintasan
it: Premi la scorciatoia
ja: ショートカットを押してください
ko: 단축키 누르기
nl: Druk op sneltoets
pt_br: Pressione o atalho
ru: Нажмите сочетание клавиш
th: กดปุ่มลัด
tr: Kısayola basın
vi: Nhấn phím tắt
zh_hans: 按下快捷键
zh_hant: 按下快速鍵

source: Press ⌘⇧N to add your first entry.
ar: اضغط ⌘⇧N لإضافة أول عنصر.
de: Drücke ⌘⇧N, um deinen ersten Eintrag hinzuzufügen.
es: Pulsa ⌘⇧N para añadir tu primera entrada.
fr: Appuyez sur ⌘⇧N pour ajouter votre première entrée.
id: Tekan ⌘⇧N untuk menambahkan entri pertama.
it: Premi ⌘⇧N per aggiungere la prima voce.
ja: ⌘⇧N で最初のエントリを追加します。
ko: ⌘⇧N을 눌러 첫 항목을 추가하세요.
nl: Druk op ⌘⇧N om je eerste item toe te voegen.
pt_br: Pressione ⌘⇧N para adicionar sua primeira entrada.
ru: Нажмите ⌘⇧N, чтобы добавить первый элемент.
th: กด ⌘⇧N เพื่อเพิ่มรายการแรก
tr: İlk kaydı eklemek için ⌘⇧N tuşlarına basın.
vi: Nhấn ⌘⇧N để thêm mục đầu tiên.
zh_hans: 按 ⌘⇧N 添加第一个条目。
zh_hant: 按 ⌘⇧N 加入第一個項目。

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorvertoning
pt_br: Prévia
ru: Предпросмотр
th: ดูตัวอย่าง
tr: Önizleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Previous Project
ar: المشروع السابق
de: Vorheriges Projekt
es: Proyecto anterior
fr: Projet précédent
id: Proyek Sebelumnya
it: Progetto precedente
ja: 前のプロジェクト
ko: 이전 프로젝트
nl: Vorig project
pt_br: Projeto anterior
ru: Предыдущий проект
th: โปรเจ็กต์ก่อนหน้า
tr: Önceki Proje
vi: Dự án trước
zh_hans: 上一个项目
zh_hant: 上一個專案

source: Previous Tab
ar: التبويب السابق
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
id: Tab Sebelumnya
it: Scheda precedente
ja: 前のタブ
ko: 이전 탭
nl: Vorig tabblad
pt_br: Aba anterior
ru: Предыдущая вкладка
th: แท็บก่อนหน้า
tr: Önceki Sekme
vi: Thẻ trước
zh_hans: 上一个标签页
zh_hant: 上一個分頁

source: Previous match
ar: التطابق السابق
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Correspondance précédente
id: Kecocokan sebelumnya
it: Corrispondenza precedente
ja: 前の一致
ko: 이전 일치 항목
nl: Vorige overeenkomst
pt_br: Correspondência anterior
ru: Предыдущее совпадение
th: รายการก่อนหน้าที่ตรงกัน
tr: Önceki eşleşme
vi: Kết quả khớp trước
zh_hans: 上一个匹配
zh_hant: 上一個匹配

source: Primary limit
ar: الحد الأساسي
de: Primäres Limit
es: Límite principal
fr: Limite principale
id: Batas utama
it: Limite principale
ja: 一次上限
ko: 기본 한도
nl: Primaire limiet
pt_br: Limite principal
ru: Основной лимит
th: ขีดจำกัดหลัก
tr: Birincil sınır
vi: Giới hạn chính
zh_hans: 主要上限
zh_hant: 主要上限

source: Program
ar: البرنامج
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
th: โปรแกรม
vi: Chương trình
zh_hans: 程序
zh_hant: 程式

source: Project Terminal Environment
ar: بيئة طرفية المشروع
de: Terminalumgebung des Projekts
es: Entorno de terminal del proyecto
fr: Environnement du terminal du projet
id: Lingkungan Terminal Proyek
it: Ambiente del terminale del progetto
ja: プロジェクトのターミナル環境
ko: 프로젝트 터미널 환경
nl: Terminalomgeving van project
pt_br: Ambiente de terminal do projeto
ru: Окружение терминала проекта
th: สภาพแวดล้อมเทอร์มินัลโปรเจ็กต์
tr: Proje Terminal Ortamı
vi: Môi trường terminal dự án
zh_hans: 项目终端环境
zh_hant: 專案終端機環境

source: Project Terminal Environment…
ar: بيئة طرفية المشروع…
de: Terminalumgebung des Projekts…
es: Entorno de terminal del proyecto…
fr: Environnement du terminal du projet…
id: Lingkungan Terminal Proyek…
it: Ambiente del terminale del progetto…
ja: プロジェクトのターミナル環境…
ko: 프로젝트 터미널 환경…
nl: Terminalomgeving van project…
pt_br: Ambiente de terminal do projeto…
ru: Окружение терминала проекта…
th: สภาพแวดล้อมเทอร์มินัลโปรเจ็กต์…
tr: Proje Terminal Ortamı…
vi: Môi trường terminal dự án…
zh_hans: 项目终端环境…
zh_hant: 專案終端機環境…

source: Project already open. Focused it in the sidebar.
ar: المشروع مفتوح بالفعل. تم التركيز عليه في الشريط الجانبي.
de: Projekt bereits geöffnet. In der Seitenleiste fokussiert.
es: El proyecto ya está abierto. Se ha enfocado en la barra lateral.
fr: Projet déjà ouvert. Sélectionné dans la barre latérale.
id: Proyek sudah terbuka. Fokus dipindahkan ke proyek di bilah samping.
it: Progetto già aperto. Selezionato nella barra laterale.
ja: プロジェクトはすでに開いています。サイドバーでそのプロジェクトに移動しました。
ko: 이미 열린 프로젝트입니다. 사이드바에서 포커스를 이동했습니다.
nl: Project is al open. Het is geselecteerd in de zijbalk.
pt_br: O projeto já está aberto. Ele foi focado na barra lateral.
ru: Проект уже открыт. Он выбран в боковой панели.
th: โปรเจ็กต์เปิดอยู่แล้ว โฟกัสไปที่โปรเจ็กต์ในแถบด้านข้างแล้ว
tr: Proje zaten açık. Kenar çubuğunda odağa alındı.
vi: Dự án đã mở. Đã đưa tiêu điểm đến dự án trong thanh bên.
zh_hans: 项目已打开，已在侧边栏中聚焦。
zh_hant: 專案已開啟，已在側邊欄中聚焦。

source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pt_br: Projetos
ru: Проекты
th: โปรเจ็กต์
tr: Projeler
vi: Dự án
zh_hans: 项目
zh_hant: 專案

source: Prompt Queue
ar: طابور المطالبات
de: Prompt-Warteschlange
es: Cola de prompts
fr: File d'invites
id: Antrean Prompt
it: Coda dei prompt
ja: プロンプトキュー
ko: 프롬프트 대기열
nl: Promptwachtrij
pt_br: Fila de prompts
ru: Очередь запросов
th: คิวพรอมต์
tr: İstem Kuyruğu
vi: Hàng đợi câu lệnh
zh_hans: 提示词队列
zh_hant: 提示詞佇列

source: Publish Branch
ar: نشر الفرع
de: Branch veröffentlichen
es: Publicar rama
fr: Publier la branche
id: Terbitkan Branch
it: Pubblica branch
ja: ブランチを公開
ko: 브랜치 게시
nl: Branch publiceren
pt_br: Publicar branch
ru: Опубликовать ветку
th: เผยแพร่สาขา
tr: Dalı Yayımla
vi: Xuất bản nhánh
zh_hans: 发布分支
zh_hant: 發佈分支

source: Publish Branch to
ar: نشر الفرع إلى
de: Branch veröffentlichen auf
es: Publicar rama en
fr: Publier la branche vers
id: Terbitkan Branch ke
it: Pubblica branch su
ja: ブランチの公開先
ko: 브랜치 게시 위치
nl: Branch publiceren naar
pt_br: Publicar branch em
ru: Опубликовать ветку в
th: เผยแพร่สาขาไปยัง
tr: Dalın Yayımlanacağı Yer
vi: Xuất bản nhánh đến
zh_hans: 发布分支到
zh_hant: 發佈分支到

source: Publish branch
ar: نشر الفرع
de: Branch veröffentlichen
es: Publicar rama
fr: Publier la branche
id: Terbitkan Branch
it: Pubblica branch
ja: ブランチを公開
ko: 브랜치 게시
nl: Branch publiceren
pt_br: Publicar branch
ru: Опубликовать ветку
th: เผยแพร่สาขา
tr: Dalı Yayımla
vi: Xuất bản nhánh
zh_hans: 发布分支
zh_hant: 發佈分支

source: Publish branch to %@
ar: نشر الفرع إلى %@
de: Branch auf %@ veröffentlichen
es: Publicar rama en %@
fr: Publier la branche vers %@
id: Terbitkan branch ke %@
it: Pubblica branch su %@
ja: ブランチを%@に公開
ko: %@에 브랜치 게시
nl: Branch publiceren naar %@
pt_br: Publicar branch em %@
ru: Опубликовать ветку в %@
th: เผยแพร่สาขาไปยัง %@
tr: Dalı %@ konumuna yayımla
vi: Xuất bản nhánh đến %@
zh_hans: 将分支发布到 %@
zh_hant: 將分支發佈到 %@

source: Pull
ar: سحب
de: Pullen
es: Traer
fr: Tirer
id: Tarik
it: Esegui pull
ja: プル
ko: 풀
nl: Pullen
pt_br: Puxar
ru: Подтянуть
th: ดึงและผสาน
tr: Çek
vi: Kéo về
zh_hans: 拉取
zh_hant: 拉取

source: Pull (Fast-forward Only)
ar: سحب (تقديم سريع فقط)
de: Pullen (nur Fast-Forward)
es: Traer (solo avance rápido)
fr: Tirer (avance rapide uniquement)
id: Tarik (Hanya Fast-forward)
it: Esegui pull (solo fast-forward)
ja: プル（fast-forwardのみ）
ko: 풀 (Fast-forward만)
nl: Pullen (alleen fast-forward)
pt_br: Puxar (somente fast-forward)
ru: Подтянуть (только перемотка вперёд)
th: ดึงและผสาน (เลื่อนไปข้างหน้าเท่านั้น)
tr: Çek (Yalnızca İleri Sarma)
vi: Kéo về (chỉ fast-forward)
zh_hans: 拉取（仅快进）
zh_hant: 拉取（僅快進）

source: Pull remote commits, then push local ones
ar: سحب الالتزامات البعيدة ثم دفع المحلية
de: Remote-Commits pullen, dann lokale Commits pushen
es: Traer commits remotos y luego enviar los locales
fr: Tirer les commits distants, puis pousser les commits locaux
id: Tarik commit remote, lalu dorong commit lokal
it: Esegui pull dei commit remoti, poi push di quelli locali
ja: リモートのコミットをプルしてからローカルをプッシュ
ko: 원격 커밋을 풀한 다음 로컬 커밋 푸시
nl: Externe commits pullen en daarna lokale commits pushen
pt_br: Puxe os commits remotos e depois envie os locais
ru: Подтянуть удалённые коммиты, затем отправить локальные
th: ดึงคอมมิตระยะไกลแล้วส่งคอมมิตในเครื่อง
tr: Uzak commit’leri çek, ardından yerel olanları gönder
vi: Kéo commit từ xa về rồi đẩy commit cục bộ
zh_hans: 先拉取远程提交，再推送本地提交
zh_hant: 先拉取遠端提交，再推送本機提交

source: Push
ar: دفع
de: Pushen
es: Enviar
fr: Pousser
id: Dorong
it: Esegui push
ja: プッシュ
ko: 푸시
nl: Pushen
pt_br: Enviar
ru: Отправить
th: ส่งขึ้น
tr: Gönder
vi: Đẩy lên
zh_hans: 推送
zh_hant: 推送

source: Queued: %lld
ar: في الطابور: %lld
de: In Warteschlange: %lld
es: En cola: %lld
fr: En attente : %lld
id: Dalam antrean: %lld
it: In coda: %lld
ja: 待機中：%lld件
ko: 대기 중: %lld
nl: In wachtrij: %lld
pt_br: Na fila: %lld
ru: В очереди: %lld
th: อยู่ในคิว: %lld
tr: Kuyrukta: %lld
vi: Trong hàng đợi: %lld
zh_hans: 已排队：%lld
zh_hant: 已排隊：%lld

source: Quick Commands
ar: الأوامر السريعة
de: Schnellbefehle
es: Comandos rápidos
fr: Commandes rapides
id: Perintah Cepat
it: Comandi rapidi
ja: クイックコマンド
ko: 빠른 명령
nl: Snelle opdrachten
pt_br: Comandos rápidos
ru: Быстрые команды
th: คำสั่งด่วน
tr: Hızlı Komutlar
vi: Lệnh nhanh
zh_hans: 快速命令
zh_hant: 快速命令

source: Quick Launch (⌘O)
ar: التشغيل السريع (⌘O)
de: Schnellstart (⌘O)
es: Inicio rápido (⌘O)
fr: Lancement rapide (⌘O)
id: Peluncuran Cepat (⌘O)
it: Avvio rapido (⌘O)
ja: クイック起動 (⌘O)
ko: 빠른 실행 (⌘O)
nl: Snelstart (⌘O)
pt_br: Início rápido (⌘O)
ru: Быстрый запуск (⌘O)
th: เปิดใช้ด่วน (⌘O)
tr: Hızlı Başlatma (⌘O)
vi: Khởi chạy nhanh (⌘O)
zh_hans: 快速启动 (⌘O)
zh_hant: 快速啟動 (⌘O)

source: Quick Launch entries
ar: عناصر التشغيل السريع
de: Schnellstarteinträge
es: Entradas de inicio rápido
fr: Entrées de lancement rapide
id: Entri Peluncuran Cepat
it: Voci di avvio rapido
ja: クイック起動エントリ
ko: 빠른 실행 항목
nl: Snelstartitems
pt_br: Entradas de início rápido
ru: Элементы быстрого запуска
th: รายการเปิดใช้ด่วน
tr: Hızlı Başlatma kayıtları
vi: Mục khởi chạy nhanh
zh_hans: 快速启动条目
zh_hant: 快速啟動項目

source: Quick Launch…
ar: التشغيل السريع…
de: Schnellstart…
es: Inicio rápido…
fr: Lancement rapide…
id: Peluncuran Cepat…
it: Avvio rapido…
ja: クイック起動…
ko: 빠른 실행…
nl: Snelstart…
pt_br: Início rápido…
ru: Быстрый запуск…
th: เปิดใช้ด่วน…
tr: Hızlı Başlatma…
vi: Khởi chạy nhanh…
zh_hans: 快速启动…
zh_hant: 快速啟動…

source: Quick Terminal
ar: الطرفية السريعة
de: Schnellterminal
es: Terminal rápido
fr: Terminal rapide
id: Terminal Cepat
it: Terminale rapido
ja: クイックターミナル
ko: 빠른 터미널
nl: Snelle terminal
pt_br: Terminal rápido
ru: Быстрый терминал
th: เทอร์มินัลด่วน
tr: Hızlı Terminal
vi: Terminal nhanh
zh_hans: 临时终端
zh_hant: 臨時終端機

source: Quick Terminal default opacity
ar: عتامة الطرفية السريعة الافتراضية
de: Standarddeckkraft des Schnellterminals
es: Opacidad predeterminada del terminal rápido
fr: Opacité par défaut du terminal rapide
id: Opasitas default Terminal Cepat
it: Opacità predefinita del terminale rapido
ja: クイックターミナルのデフォルト不透明度
ko: 빠른 터미널 기본 불투명도
nl: Standaarddekking van snelle terminal
pt_br: Opacidade padrão do terminal rápido
ru: Непрозрачность быстрого терминала по умолчанию
th: ความทึบเริ่มต้นของเทอร์มินัลด่วน
tr: Hızlı Terminal varsayılan opaklığı
vi: Độ mờ đục mặc định của Terminal nhanh
zh_hans: 临时终端默认不透明度
zh_hant: 臨時終端機預設不透明度

source: Quick Terminal default shortcut
ar: اختصار الطرفية السريعة الافتراضي
de: Standardkurzbefehl des Schnellterminals
es: Atajo predeterminado del terminal rápido
fr: Raccourci par défaut du terminal rapide
id: Pintasan default Terminal Cepat
it: Scorciatoia predefinita del terminale rapido
ja: クイックターミナルのデフォルトショートカット
ko: 빠른 터미널 기본 단축키
nl: Standaardsneltoets van snelle terminal
pt_br: Atalho padrão do terminal rápido
ru: Сочетание клавиш быстрого терминала по умолчанию
th: ปุ่มลัดเริ่มต้นของเทอร์มินัลด่วน
tr: Hızlı Terminal varsayılan kısayolu
vi: Phím tắt mặc định của Terminal nhanh
zh_hans: 临时终端默认快捷键
zh_hant: 臨時終端機預設快速鍵

source: Quick Terminal default size
ar: حجم الطرفية السريعة الافتراضي
de: Standardgröße des Schnellterminals
es: Tamaño predeterminado del terminal rápido
fr: Taille par défaut du terminal rapide
id: Ukuran default Terminal Cepat
it: Dimensione predefinita del terminale rapido
ja: クイックターミナルのデフォルトサイズ
ko: 빠른 터미널 기본 크기
nl: Standaardgrootte van snelle terminal
pt_br: Tamanho padrão do terminal rápido
ru: Размер быстрого терминала по умолчанию
th: ขนาดเริ่มต้นของเทอร์มินัลด่วน
tr: Hızlı Terminal varsayılan boyutu
vi: Kích thước mặc định của Terminal nhanh
zh_hans: 临时终端默认大小
zh_hant: 臨時終端機預設大小

source: Quick Terminal shortcut
ar: اختصار الطرفية السريعة
de: Tastenkürzel des Schnellterminals
es: Atajo del terminal rápido
fr: Raccourci du terminal rapide
id: Pintasan Terminal Cepat
it: Scorciatoia del terminale rapido
ja: クイックターミナルのショートカット
ko: 빠른 터미널 단축키
nl: Sneltoets van snelle terminal
pt_br: Atalho do terminal rápido
ru: Сочетание клавиш быстрого терминала
th: ปุ่มลัดเทอร์มินัลด่วน
tr: Hızlı Terminal kısayolu
vi: Phím tắt Terminal nhanh
zh_hans: 临时终端快捷键
zh_hant: 臨時終端機快速鍵

source: RECENT COMMITS
ar: الالتزامات الأخيرة
de: LETZTE COMMITS
es: COMMITS RECIENTES
fr: COMMITS RÉCENTS
id: COMMIT TERBARU
it: COMMIT RECENTI
ja: 最近のコミット
ko: 최근 커밋
nl: RECENTE COMMITS
pt_br: COMMITS RECENTES
ru: ПОСЛЕДНИЕ КОММИТЫ
th: คอมมิตล่าสุด
tr: SON COMMIT’LER
vi: COMMIT GẦN ĐÂY
zh_hans: 最近提交
zh_hant: 最近提交

source: Rebase in progress
ar: إعادة التأسيس قيد التنفيذ
de: Rebase läuft
es: Rebase en curso
fr: Rebasage en cours
id: Rebase sedang berlangsung
it: Rebase in corso
ja: リベースの実行中
ko: 리베이스 진행 중
nl: Rebase wordt uitgevoerd
pt_br: Rebase em andamento
ru: Выполняется перебазирование
th: กำลังรีเบส
tr: Yeniden temellendirme sürüyor
vi: Đang rebase
zh_hans: 正在变基
zh_hant: 正在變基

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Ververs
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 刷新

source: Refresh Git Status
ar: تحديث حالة Git
de: Git-Status aktualisieren
es: Actualizar estado de Git
fr: Actualiser l'état Git
id: Segarkan Status Git
it: Aggiorna stato Git
ja: Gitステータスを更新
ko: Git 상태 새로 고침
nl: Git-status verversen
pt_br: Atualizar status do Git
ru: Обновить статус Git
th: รีเฟรชสถานะ Git
tr: Git Durumunu Yenile
vi: Làm mới trạng thái Git
zh_hans: 刷新 Git 状态
zh_hant: 刷新 Git 狀態

source: Refresh Usage
ar: تحديث الاستخدام
de: Nutzung aktualisieren
es: Actualizar uso
fr: Actualiser l'utilisation
id: Segarkan Penggunaan
it: Aggiorna utilizzo
ja: 使用状況を更新
ko: 사용량 새로 고침
nl: Gebruik verversen
pt_br: Atualizar uso
ru: Обновить использование
th: รีเฟรชการใช้งาน
tr: Kullanımı Yenile
vi: Làm mới mức sử dụng
zh_hans: 刷新用量
zh_hant: 刷新用量
